Repository: zunda-pixel/minimo-app
Catalog: Sources/Minimo/Localizable.xcstrings
Source language: en
Languages: ja

source: Chiba
ja: 千葉

source: Cut + Hair Color
ja: カット + ヘアカラー

source: Date
ja: 日時

source: Detail Search
ja: こだわり条件

source: Diagnosis
ja: 美容診断

source: Display Map
ja: マップを表示

source: EyeBrow
ja: アイブロウ

source: Eyelash
ja: マツパ

source: Favorite
ja: お気に入り

source: Fee
ja: 料金

source: Find from Date
ja: 日付を指定

source: Hair
ja: ヘア

source: Home
ja: ホーム

source: Informations
ja: お知らせ

source: Input and search
ja: 条件を入力して検索

source: Kato
ja: 加藤

source: Kiuchi
ja: 木内

source: Kyoto
ja: 京都

source: Location
ja: 場所

source: Menu
ja: メニュー

source: Message
ja: メッセージ

source: Miyamoto
ja: 宮本

source: Nail
ja: ネイル

source: Newest
ja: 新着順

source: Order Type
ja: 並び順

source: Osaka
ja: 大阪

source: Otsuka
ja: 大塚

source: Popular Categories
ja: 人気のカテゴリから探す

source: Popular Menus
ja: 人気のメニュー

source: Recommend
ja: おすすめ順

source: Recommend salon staff members
ja: あなたにおすすめのサロンスタッフ

source: Relax
ja: リラク

source: Reserve History
ja: 予約履歴

source: Review
ja: 評価順

source: Saitama
ja: 埼玉

source: Salon Mixi at Shibuya
ja: サロンMixi 渋谷店

source: Sato
ja: 佐藤

source: Search
ja: 検索

source: Snapshot
ja: スナップショット

source: Special feature
ja: 開催中の特集

source: Today
ja: 今日

source: Tokyo
ja: 東京

source: Tommorow
ja: 明日

source: View History
ja: 閲覧履歴

source: Yamashita
ja: 山本
